const Warning2 = () => {
  return (
    <div className="warning2">
      <svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
        <path
          d="M16.44 14.24H19.56V25H16.44V14.24ZM18 12.74C17.4267 12.74 16.96 12.5733 16.6 12.24C16.24 11.9067 16.06 11.4933 16.06 11C16.06 10.5067 16.24 10.0933 16.6 9.76C16.96 9.42667 17.4267 9.26 18 9.26C18.5733 9.26 19.04 9.42 19.4 9.74C19.76 10.06 19.94 10.46 19.94 10.94C19.94 11.46 19.76 11.8933 19.4 12.24C19.04 12.5733 18.5733 12.74 18 12.74Z"
          fill="white"/>
        <circle cx="18" cy="18" r="16" stroke="white" strokeWidth="4"/>
      </svg>
      <span className="warning2_txt">Перед посещением Московской канатной дороги, пожалуйста, ознакомьтесь с режимом работы.</span>
    </div>
  );
};

export {Warning2};
